export default {
  projections: {
    ТоварыE: {
      кодТовара: {
        __caption__: 'Код товара'
      },
      название: {
        __caption__: 'Название'
      },
      количество: {
        __caption__: 'Количество'
      },
      ценаЗаЕд: {
        __caption__: 'ЦенаЗаЕд'
      }
    },
    ТоварыL: {
      кодТовара: {
        __caption__: 'Код товара'
      },
      название: {
        __caption__: 'Название'
      },
      количество: {
        __caption__: 'Количество'
      },
      ценаЗаЕд: {
        __caption__: 'ЦенаЗаЕд'
      }
    }
  },
  validations: {
    кодТовара: {
      __caption__: 'Код товара'
    },
    количество: {
      __caption__: 'Количество'
    },
    название: {
      __caption__: 'Название'
    },
    ценаЗаЕд: {
      __caption__: 'ценаЗаЕд'
    }
  }
};
