export default {
  projections: {
    ОповещенияE: {
      описание: {
        __caption__: 'Описание'
      },
      местоВыдачи: {
        __caption__: 'Место выдачи'
      },
      заказ: {
        __caption__: 'Заказ',
        кодЗаказа: {
          __caption__: 'Код заказа'
        }
      }
    },
    ОповещенияL: {
      описание: {
        __caption__: 'Описание'
      },
      местоВыдачи: {
        __caption__: 'Место выдачи'
      },
      заказ: {
        __caption__: 'Код заказа',
        кодЗаказа: {
          __caption__: 'Код заказа'
        }
      }
    }
  },
  validations: {
    местоВыдачи: {
      __caption__: 'Место выдачи'
    },
    описание: {
      __caption__: 'Описание'
    },
    заказ: {
      __caption__: 'Заказ'
    }
  }
};
