export default {
  projections: {
    ЗаказE: {
      кодЗаказа: {
        __caption__: 'Код заказа'
      },
      дата: {
        __caption__: 'Дата'
      },
      статус: {
        __caption__: 'Статус'
      },
      клиент: {
        __caption__: 'Клиент',
        фамилия: {
          __caption__: 'Фамилия'
        }
      },
      сотрудник: {
        __caption__: 'Сотрудник',
        фамилия: {
          __caption__: 'Фамилия'
        }
      },
      составЗаказа: {
        __caption__: 'Состав заказа',
        кодСЗ: {
          __caption__: 'Код СЗ'
        },
        стоимость: {
          __caption__: 'Стоимость'
        },
        количество: {
          __caption__: 'Количество'
        },
        товары: {
          __caption__: 'Товары',
          название: {
            __caption__: 'Название'
          }
        }
      }
    },
    ЗаказL: {
      кодЗаказа: {
        __caption__: 'Код заказа'
      },
      дата: {
        __caption__: 'Дата'
      },
      статус: {
        __caption__: 'Статус'
      },
      клиент: {
        __caption__: 'Фамилия',
        фамилия: {
          __caption__: 'Фамилия'
        }
      },
      сотрудник: {
        __caption__: 'Фамилия',
        фамилия: {
          __caption__: 'Фамилия'
        }
      }
    }
  },
  validations: {
    дата: {
      __caption__: 'Дата'
    },
    кодЗаказа: {
      __caption__: 'Код заказа'
    },
    статус: {
      __caption__: 'Статус'
    },
    клиент: {
      __caption__: 'Клиент'
    },
    сотрудник: {
      __caption__: 'Сотрудник'
    },
    составЗаказа: {
      __caption__: 'Состав заказа'
    }
  }
};
