export default {
  projections: {
    СоставЗаказаE: {
      кодСЗ: {
        __caption__: 'Код СЗ'
      },
      стоимость: {
        __caption__: 'Стоимость'
      },
      количество: {
        __caption__: 'Количество'
      },
      товары: {
        __caption__: 'Товары',
        название: {
          __caption__: 'Название'
        }
      }
    }
  },
  validations: {
    кодСЗ: {
      __caption__: 'Код СЗ'
    },
    количество: {
      __caption__: 'Количество'
    },
    стоимость: {
      __caption__: 'Стоимость'
    },
    товары: {
      __caption__: 'Товары'
    },
    заказ: {
      __caption__: 'заказ'
    }
  }
};
